"NSPhotoLibraryUsageDescription" = "프로필 사진을 선택하려면 갤러리에 액세스해야 합니다.";
"NSCameraUsageDescription" = "새로운 프로필 사진을 찍으려면 카메라에 접근해야 합니다.";
"NSMicrophoneUsageDescription" = "일부 기능에서 오디오 녹음을 하려면 마이크가 필요합니다.";
"NSSpeechRecognitionUsageDescription" = "음성 인식을 사용하면 음성으로 애플리케이션과 상호 작용할 수 있습니다.";
